Repository: nelsonglory/ng_fastyoutube
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# flexform_general
source: Configuration
de: Konfiguration

# flexform_playlistID
source: Playlist ID
de: Wiedergabelisten ID

# flexform_video_format_item_0
source: Auto
de: Automatisch

# flexform_video_quality
source: Video quality
de: Videoqualität

# flexform_video_quality_item_0
source: Auto
de: Automatisch

# flexform_video_quality_item_1
source: Small (320x240)
de: Gering (320x240)

# flexform_video_quality_item_2
source: Medium (640x360)
de: Mittel (320x240)

# flexform_video_quality_item_3
source: Large (853x480)
de: Hoch (320x240)

# flexform_max-pv-width
source: Preview image quality
de: Qualität Vorschaubild

# flexform_max-pv-width_item_1
source: Highest (width: 1280px)
de: Höchste (Breite: 1280px)

# flexform_max-pv-width_item_2
source: High (width: 640px)
de: Hoch (Breite: 640px)

# flexform_max-pv-width_item_3
source: Medium (width: 480px)
de: Mittel (Breite: 480px)

# flexform_max-pv-width_item_4
source: Low (width: 320px)
de: Niedrig (Breite: 320px)

# flexform_max-pv-width_item_5
source: Lowest (width: 120px)
de: Niedrigste (Breite: 120px)

# flexform_hide_controls
source: Hide controls
de: Kontrollelemente verstecken

# flexform_disable_fullscreen
source: Disable fullscreen
de: Kein Vollbild

# flexform_no_related_videos
source: No related videos
de: Keine ähnlichen Videos anzeigen

# flexform_disable_branding
source: Hide YouTube logo
de: Verstecke YouTube Logo
